SUBSTANCE_NAME = "Trichlorofluoromethane (R11)" # Название вашего вещества

# Данные для граничных величинах получения данных с NIST
ID = "C75694" # ID вашего вещества

# Линия насыщения
TLow_saturation = -110 # Нижние, верхние границы температур и шаг для линии насыщения
THigh_saturation = 197
TInc_saturation = 0.01 # Шаг изменения температуры

# Изотермы 
PLow_isothermal = 1 # Нижние и верхние границы давлений для изотерм
PHigh_isothermal = 300
PInc_isothermal = 0.01 # Шаг давлений для изотерм

# Изобары
TLow_isobaric = -110 # Нижние и верхние границы температур для изобар
THigh_isobaric = 350
TInc_isobaric = 0.01 # Шаг температуры для изобары

# Изохоры
# Больше не требуются для выполнения расчетных заданий
# TLow_isochoric = -110 # Нижние и верхние границы температур для изохор
# THigh_isochoric = 350
# TInc_isochoric = 0.01 # Шаг температуры для изохоры

